Tekla.Structures.ModelInternal.dotRebarOffsets_t
Struct for the offset data.

Tekla.Structures.ModelInternal.dotRebarOffsets_t.AtDepth
At depth value.

Tekla.Structures.ModelInternal.dotRebarOffsets_t.Start
The start value.

Tekla.Structures.ModelInternal.dotRebarOffsets_t.End
The end value.